Revit 2024 API
ApplicationEntryPoint.OnShutdownEO Method
 For Revit Macros internal use only.
Namespace: Autodesk.Revit.DB.Macros
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public void OnShutdownEO()
Visual Basic
Public Sub OnShutdownEO
Visual C++
public:
virtual void OnShutdownEO() sealed
Implements
IEntryPoint.OnShutdown()
See Also
ApplicationEntryPoint Class
Autodesk.Revit.DB.Macros Namespace